{
  "data": {
    "general": [
      {
        "title": "7 Common Nutrient Deficiencies: Know the Signs",
        "content": "Vitamins and minerals are indispensable trace elements for the body, and studies have shown that they are effective in preventing cancer, heart disease and other diseases. Do these micronutrients need additional supplementation? Do you already get enough of them in your daily diet?",
        "url": "https://www.everydayhealth.com/hs/guide-to-essential-nutrients/common-nutrient-deficiencies/"
      },
      {
        "title": "Can calcium supplements prevent fractures or not?",
        "content": "Calcium is a necessary element for healthy bones, so many seniors take calcium supplements to prevent osteoporosis and fractures. But JAMA (Journal of the American Medical Association) published a subversive paper saying that after evaluating the results of various studies, it was confirmed that calcium and vitamin D supplements are useless for the elderly to take, do not prevent fractures at all and may even have side effects.",
        "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7231370/"
      },
      {
        "title": "Hemophilia in children, prevention and treatment is important!",
        "content": "Hemophilia is an X-chromosome-linked recessive bleeding disorder that can be divided into two types: hemophilia A and hemophilia B. Hemophilia in children has severe bleeding and a high disability rate. Starting prevention early is the most effective way to treat hemophilia in children.",
        "url": "https://kidshealth.org/en/parents/hemophilia.html"
      },
      {
        "title": "Coffee causes cancer? It's not that terrible!",
        "content": "It seems that coffee is in the news almost weekly. One study says it’s good for you, while another says there may be risks.",
        "url": "https://www.healthline.com/health/cancer/coffee-cause-cancer"
      },
      {
        "title": "A Modern Spine Ailment: Text Neck",
        "content": "You may have noticed a new buzzword in health news recently: Text neck. Text neck is the term used to describe the neck pain and damage sustained from looking down at your cell phone, tablet, or other wireless devices too frequently and for too long.",
        "url": "https://www.spine-health.com/blog/modern-spine-ailment-text-neck"
      },
      {
        "title": "Sleep Disorders and Problems",
        "content": "Do you have trouble sleeping, wake up feeling exhausted, or feel sleepy during the day? Here’s how to recognize the symptoms of a sleep disorder and get the treatment you need.",
        "url": "https://www.helpguide.org/articles/sleep/sleep-disorders-and-problems.htm"
      }
    ],
    "press": [
      {
        "title": "Could Impatience Be Raising Your Blood Pressure?",
        "content": "Impatience and hostility -- two hallmarks of the behavior pattern -- increase young adults' long-term risk of developing high blood pressure, according to a study in the Journal of the American Medical Association.",
        "url": "https://www.webmd.com/hypertension-high-blood-pressure/impatience_and_blood_pressure"
      },
      {
        "title": "How blood pressure is tested",
        "content": "A device called a sphygmomanometer will be used to measure your blood pressure. This usually consists of a stethoscope, arm cuff, pump and dial, although automatic devices that use sensors and have a digital display are also commonly used nowadays.",
        "url": "https://irishheart.ie/news/checking-your-blood-pressure-at-home/"
      },
      {
        "title": "Prevent High Blood Pressure",
        "content": "By living a healthy lifestyle, you can help keep your blood pressure in a healthy range. Preventing high blood pressure, which is also called hypertension, can lower your risk for heart disease and stroke. Practice the following healthy living habits:",
        "url": "https://www.cdc.gov/bloodpressure/prevent.htm"
      },

      {
        "title": "Cold medicine for hypertension: What to know",
        "content": "A person with high blood pressure, heart disease, or other heart issues should take care when selecting cold and flu medication. Certain medications, particularly ones with decongestants in them, can raise a person’s blood pressure.",
        "url": "https://www.medicalnewstoday.com/articles/327195"
      }
    ],
    "rate": [
      {
        "title": "Can bradycardia cause high blood pressure?",
        "content": "Hypertension secondary to bradycardia: blood pressure regulation under the effect of impaired cerebral blood flow and bradycardia",
        "url": "https://pubmed.ncbi.nlm.nih.gov/7457024/"
      },
      {
        "title": "Drink green tea to lower your heart rate",
        "content": "Green tea contains an amino acid called theanine, which is a free amino acid with a sweet taste that is unique to the tea leaf. Studies have shown that theanine helps suppress rising heart rate and blood pressure and reduces anxiety. After subjects who were prone to anxiety took 200 mg of theanine before taking the test, they were calmer and more focused during the test.",
        "url": "https://www.hindustantimes.com/health-and-fitness/remedy-for-racing-heart-beat/story-Ubonm5ZJFspSeDBr6UKqkK.html"
      },
      {
        "title": "Lower heart rate leads to higher rates of crime, reports Penn study",
        "content": "A new study from Olivia Choy, a recent Penn alum, titled “Explaining the Gender Gap in Crime: The Role of Heart Rate,” goes beyond traditional socialization theories to address the incomplete understanding of gender differences in offending by examining biological functioning and behavior, specifically heart rate.",
        "url": "https://penntoday.upenn.edu/features/lower-heart-rate-leads-to-higher-rates-of-crime-reports-penn-study"
      },
      {
        "title": "4 conditions require an ambulatory ECG",
        "content": "Ambulatory electrocardiography: indications and devices",
        "url": "https://www.magonlinelibrary.com/doi/full/10.12968/bjca.2019.14.3.114"
      }
    ],
    "weight": [
      {
        "title": "Your Waist Size and Your Kidneys",
        "content": "Are these epidemics of chronic kidney disease and obesity related? They may be. One study showed that men and women who were obese were 3 to 4 times as likely as those who had never been obese to need dialysis. Why does obesity affect the kidneys? One problem is that excess fat crowds the kidneys and compresses them. Another problem is that the kidneys have to work harder to keep up with a bigger body. Yet another issue is inflammation, which occurs in obese people. Other factors that are more common in the obese are insulin resistance (changes in how your body responds to sugar) and blood pressure raising hormones (angiotensin and renin).",
        "url": "https://www.kidney.org/news/kidneyCare/spring11/WaistSize"
      },
      {
        "title": "Drinking One Less Soda a Week May Help You Lose Weight",
        "content": "If you’re looking for a starting point for meaningful weight loss, you might try skipping sugary soda. People who cut out about one can of sugary soda per week also gained about a pound less over the course of a new study, compared to those who didn’t change their soda habits at all. The study was published in the American Journal of Public Health.",
        "url": "https://time.com/4952054/soda-weight-gain/"
      },
      {
        "title": "Will You Need Medication For Weight Loss If You Have Diabetes?",
        "content": "IF YOU HAVE type 2 diabetes and you’re overweight or obese, your doctor has probably told you that losing some weight can improve your health. You don’t need a dramatic change to see results: Losing between 5 and 10 percent of your total body weight can help you better control your blood-glucose and blood-pressure levels, which can limit complications.",
        "url": "https://www.healthcentral.com/article/will-you-need-medication-for-weight-loss-if-you-have-diabetes"
      },
      {
        "title": "Does eating less sugar help lose weight?",
        "content": "Reducing the amount of sugar in the diet can help a person reduce their risk of these health conditions. Replacing high sugar foods with healthful options can help a person get all of their essential vitamins and minerals without the added calories. It may also help them lose weight, if necessary.",
        "url": "https://www.medicalnewstoday.com/articles/319991"
      },
      {
        "title": "Sleep can slim you",
        "content": "7 Ways Sleep Can Help You Lose Weight",
        "url": "https://www.healthline.com/nutrition/sleep-and-weight-loss"
      }
    ],
    "sugar": [
      {
        "title": "People with slow heartbeats are more impatient",
        "content": "The normal heart rate for adults is 60 to 100 beats per minute. A recent study by the University of Pennsylvania found that people with slower heart rates are more impatient and their chances of committing a crime are 20% higher than normal.",
        "url": "http://health.people.com.cn/n1/2017/0613/c14739-29335072.html"
      },
      {
        "title": "Nature provides a wide range of physical and mental health benefits",
        "content": "To explore the association between the urban environment and resident stress, Dr. Eugenia C. Savos, an emergency medicine specialist at the Perelman School of Medicine at the University of Pennsylvania, and colleagues randomly selected residents of two Philadelphia neighborhoods for the study, and participants walked anywhere from 456 to 610 meters in a designated neighborhood open space upon request. One block had greenery in the open space, while the other had little to no greenery. Researchers measured their stress response using a heart monitor and GPS. The comparison found that participants walking along the green open space had an average heart rate reduction of 5 beats per minute compared to the open space with little to no greenery. After further exclusion of other relevant factors, walking along the green space reduced the heart rate by 15 beats per minute.",
        "url": "https://www.phillyvoice.com/health-benefits-nature-hiking-green-space/"
      }
    ],
    "step": [
      {
        "title": "4000 steps a day to improve memory",
        "content": "A new study from UCLA says that middle-aged and older adults over the age of 60 who walk 4,000 steps a day can improve concentration and improve memory.",
        "url": "https://newsroom.ucla.edu/releases/just-4000-steps-a-day-better-brain-health"
      }
    ]
  }
}

